
[info]
drivername=usbhub
symbolfile=usbperfsym.h

[languages] 
804=Chinese (PRC)

[object]
USBPERF_IO_009_NAME=USB

[text]  
USBPERF_IO_804_NAME=USB
USBPERF_IO_804_HELP=USB I/O 计数器
BULK_COUNTER_804_NAME=Bulk Bytes/Sec
BULK_COUNTER_804_HELP=显示当前批量传输速率(字节/秒)。
ISO_COUNTER_804_NAME=Isochronous Bytes/Sec
ISO_COUNTER_804_HELP=显示当前常时等量传输速率(字节/秒)。
INTERRUPT_COUNTER_804_NAME=Interrupt Bytes/Sec
INTERRUPT_COUNTER_804_HELP=显示当前中断传输速率(字节/秒)。
CONTROL_COUNTER_804_NAME=Control Data Bytes/Sec
CONTROL_COUNTER_804_HELP=显示当前控制传输速率(字节/秒)。
PCI_INTERRUPT_COUNTER_804_NAME=Controller PCI Interrupts/Sec
PCI_INTERRUPT_COUNTER_804_HELP=显示 USB 控制器生成 PCI 中断的速率。仅限于控制器实例。
WORK_SIGNALS_COUNTER_804_NAME=Controller WorkSignals/Sec
WORK_SIGNALS_COUNTER_804_HELP=显示 usbport 驱动程序每秒生成的当前速率工作信号。仅限于控制器实例。
ISO_BW_USAGE_804_NAME=% Total Bandwidth Used for Iso
ISO_BW_USAGE_804_HELP=显示 ISO 传输保留的 BW 的百分比
INTERRUPT_BW_USAGE_804_NAME=% Total Bandwidth Used for Interrupt
INTERRUPT_BW_USAGE_804_HELP=显示中断传输保留的 BW 的百分比
BYTES_PER_TRANSFER_804_NAME=Avg. Bytes/Transfer
BYTES_PER_TRANSFER_804_HELP=显示所有传输 URB 的平均大小。仅限于设备实例。
TRANSFER_ERRORS_804_NAME=Transfer Errors/Sec
TRANSFER_ERRORS_804_HELP=以错误状态完成的传输 URB 数。仅限于设备实例。
DROPPED_ISO_PACKETS_804_NAME=Iso Packet Errors/Sec
DROPPED_ISO_PACKETS_804_HELP=时间不晚但以错误状态完成的 ISO 数据包数。仅限于设备实例。
AVG_ISO_LATENCY_804_NAME=Avg ms latency for ISO transfers
AVG_ISO_LATENCY_804_HELP=计划时，ISO 传输的开始帧和当前帧之间的平均毫秒数。仅限于设备实例。
CONTROLLER_IDLE_STATE_804_NAME=Host Controller Idle
CONTROLLER_IDLE_STATE_804_HELP=如果主机控制器未运行(空闲)，则为非零值。
CONTROLLER_ASYNC_IDLE_STATE_804_NAME=Host Controller Async Idle
CONTROLLER_ASYNC_IDLE_STATE_804_HELP=如果主机控制器异步计划未运行(空闲)，则为非零值。
CONTROLLER_ASYNC_FLUSH_COUNT_804_NAME=Host Controller Async Cache Flush Count
CONTROLLER_ASYNC_FLUSH_COUNT_804_HELP=每次刷新控制器异步缓存时，就会递增。
CONTROLLER_PERIODIC_IDLE_STATE_804_NAME=Host Controller Periodic Idle
CONTROLLER_PERIODIC_IDLE_STATE_804_HELP=如果周期计划未运行(空闲)，则为非零。
CONTROLLER_PERIODIC_FLUSH_COUNT_804_NAME=Host Controller Periodic Cache Flush Count
CONTROLLER_PERIODIC_FLUSH_COUNT_804_HELP=每次刷新控制器定期缓存时，就会递增。
